{
    "app": {
        "description": "Displays Chargebee customer and subscription details next to the support ticket.",
        "name": "Chargebee",
        "installation_instructions": "Step 1: [Sign up with Chargebee](https://www.chargebee.com/trial-signup/) (If you already have an account, skip this step)\nStep 2: Click \"Install\"\nStep 3: For \"Region\", input 'us', 'eu', or 'au'. All other inputs defaults to 'us'.\nStep 4: You'll be able to see the Chargebee widget on the ticket details page in Zendesk with the following information: Request to log in to your Chargebee account (if you are not already logged in to Chargebee), or Subscription details of the corresponding requestor (if you are already logged in to Chargebee)",
        "long_description": "[Chargebee](https://www.chargebee.com/) is a PCI Level 1 certified recurring billing platform that integrates with 30+ leading payment gateways and alternative payment methods around the world, to let you automate payment collection, invoicing, email notifications, subscription management, and analytics.\n\nWith the real-time, actionable SaaS metrics and analytics insights provided on your dashboard, you can understand the unit economics of your subscription business and drive your business growth with ease.\n\nYou can also add users with role-based access, so that your support, sales and accounting teams have access to the relevant, up-to-date information on your customers.\n\nWith customers in over 48 countries, Chargebee offers the smartest solution for managing your subscription billing and provides a scalable platform for you to grow, without worrying about losing control or creating administrative nightmares.\n\nWith the Chargebee plugin installed, your support agents will be able to view the complete subscription details (right down to the activity timeline) of a customer right next to the corresponding support ticket.\n\nNo more juggling between apps. Focus on your customer without any distractions whatsoever.\n\nIf you're up for boosting your support team's productivity by leaps and bounds, then this plugin is for you.",
        "parameters": {
           "region": {
              "label": "Region",
              "helpText": "Please input 'us', 'eu', or 'au'. All other inputs defaults to 'us'."
           }
       }
    }
}
